app/controllers/registrations_controller.rb

	def create
		if required_user_params != ""
			@user = User.new(required_user_params)
			if @user.save
---
INSERT INTO "users" ("name", "last_name", "email", "phone", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)