app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? AND "users"."password" = ? ORDER BY "users"."id" ASC LIMIT ?  [["email", "pepe@papa.cl"], ["password", "123456789"], ["LIMIT", 1]]
---
	def create
		email = params[:session][:email]
		pass = params[:session][:password]
		@user = User.where(email: email, password: pass).first